00100      Hello World
00200      IDENTIFICATION DIVISION.
00300      PROGRAM-ID. IDSAMPLE.
00400      ENVIRONMENT DIVISION.
00500      PROCEDURE DIVISION.
00600      DISPLAY 'HELLO WORLD'.
00700      STOP RUN.