00100      IDENTIFICATION DIVISION.
00200      PROGRAM-ID. IDSAMPLE.
00300      ENVIRONMENT DIVISION.
00400      PROCEDURE DIVISION.
00500      DISPLAY 'HELLO WORLD'.
00600      STOP RUN.